{
    "ielts_writing_task_2": {
        "description": "In Task 2, students are given a point of view, argument or problem which they need to discuss. Students need to write at least 250 words in about 40 minutes.",
        "question_examples": [
            {
                "id": "18_1",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "The most important aim of science should be to improve people's lives.",
                    "To what extent do you agree or disagree with this statement?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Scientific developments are occurring at a great rate but some of them do not seem to be of help to people. In fact, sometimes scientific innovations are regretted by those who invented them. This essay will argue that science should never harm people but scientists should aim to further their understanding as much as to improve people's lives.",
                            "On one hand, there is a strong argument that the public good should be the top priority for scientists. They are the ones who have the potential to make discoveries and invent things that can change the world. Electricity, modern medicine, telecommunications and the internet are just some of the scientific innovations that have changed lives for the better.",
                            "On the other hand, sometimes scientists do research just in the hope of adding to their knowledge. While they should make absolutely sure that their experiments do no harm, they may not know until they have finished how their findings will be used and whether they will improve people's lives. The scientist Nobel invented dynamite to help with mining, not knowing that it would one day be used in weapons, and the scientist who discovered the life-saving drug penicillin did so quite by chance.",
                            "Overall, it seems that science should improve the lives of people and that ought to be one of its aims. However, knowledge and discovery are aims in themselves and are just as important for scientists. Sometimes scientists do not know how their scientific breakthroughs will be used until their work is done."
                        ],
                        "score": "8.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response presents a well-developed response to the question and concludes that the aim of scientific discoveries should be to improve people's lives, but that the process often results in unexpected outcomes.",
                        "The candidate agrees with but adds to the statement. This is acceptable in a 'to what extent' question, as the candidate is explaining that the extent cannot always be predicted.",
                        "The candidate presents the argument that the true aim of science is gaining new knowledge and discoveries. They agree that this should be to improve people's lives but that the results can't be predicted.",
                        "The second paragraph gives examples of discoveries that have changed people's lives for the better [Electricity, modern medicine, telecommunications and the internet].",
                        "To improve the response, this paragraph could be expanded so that the list of discoveries is fully aligned with the question.",
                        "The third paragraph presents the other side, that scientists do not often know what they will find. Examples of two innovations are given [dynamite | penicillin] to support this point.",
                        "Ideas are logically organised and paragraphs have clear central topics. Cohesive devices are used appropriately with some appropriate referencing [them | their | it], although linkers often appear at the start of the sentence, which can seem a little mechanical [On one hand | On the other hand | While | Overall | However | Sometimes].",
                        "In order to improve the overall rating, the second paragraph could be further extended and the use of cohesive devices could be less mechanical and not always at the start of each sentence.",
                        "However, this is a strong, higher-level response to the task."
                    ]
                }
            },
            {
                "id": "18_2",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some university students want to learn about other subjects in addition to their main subjects. Others believe it is more important to give all their time and attention to studying for a qualification.",
                    "Discuss both these views and give your own opinion.",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Students attend university to improve their prospects and find suitable employment after graduation. For this reason, some feel that they should focus all their energy on their main subjects to gain a relevant qualification. Others want a more well-rounded education, so they try to learn about additional subjects.",
                            "It is perfectly reasonable for students to enter university with a strong sense of curiosity and a desire to learn as much as possible. Unfortunately, we tend to put subjects into artificial boxes, suggesting that business, art and science are not connected. If students become too focused on a single area, it may stifle their initial curiosity, limiting their potential. They could also graduate with a very narrow skill set that doesn't translate well to the current job market, which often favours those who have taken a multidisciplinary approach to their studies.",
                            "Despite this, caution is certainly needed. The more we learn about a subject, the more complex it becomes. Gaining an in-depth, specialist knowledge of a subject requires a certain level of focus and dedication over a long period. If we try to learn about too many things at once, our knowledge may lack the depth required to obtain a qualification. If they are not careful, young people could begin to lose interest in their main subjects, which would be detrimental to their studies.",
                            "While learning about other subjects is not necessarily a bad thing, I believe university students should ensure that their main subjects remain the priority so that they do not lose sight of their objective: gaining a qualification. Then they can calculate how much time, energy and headspace they have left for learning about other topics."
                        ],
                        "score": "8.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response addresses both parts of the task and presents a clear opinion at the end. The second paragraph explains how the current university system is set up to [put subjects into artificial boxes] and how this narrow focus can disadvantage students. The third paragraph presents the benefits of [Gaining an in-depth, specialist knowledge] and the dangers of trying to include too much. Both sides of the question are addressed in well-developed paragraphs.",
                        "To improve the response, it would be helpful to set out the opinion at the start, for added continuity of the position.",
                        "Vocabulary is natural and sophisticated [stifle their initial curiosity | Gaining an in-depth, specialist knowledge | detrimental to their studies] without errors.",
                        "Grammatical structures are wide-ranging, with a range of tenses and conditional [if] and modal [may | could | would | can] structures embedded in complex, flexible sentences.",
                        "This is a high-level response which fully addresses the task."
                    ]
                }
            },
            {
                "id": "18_3",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In many countries around the world, rural people are moving to cities, so the population in the countryside is decreasing.",
                    "Do you think this is a positive or a negative development?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Statistics show that the world's population is increasing rapidly. It is expected that most of us will be living in cities within the next few decades. The question of whether urbanisation is a positive or negative development remains controversial.",
                            "A rapid influx of people moving from rural to urban areas is bound to cause problems. Firstly, pressure on resources such as housing and transportation intensifies. It is becoming difficult for many people to afford adequate housing in cities. A by-product of this is the creation of slums causing low-income families to group together in neglected parts of the city. These people often become trapped in a cycle of poverty that is difficult to escape.",
                            "As mentioned above, the growth of urban areas can also lead to severe traffic congestion because more and more vehicles travel into the city from the suburbs. This has many knock-on effects, such as problems with air quality. It also leads many city dwellers to experience mental health issues because travelling across large cities is tiring and stressful.",
                            "All of this being said, I don't believe that urbanisation is a wholly negative development. There are advantages to living in large cities that are well managed. For example, there are more schools which means more education opportunities. Access to higher-quality health care is often better in cities. Some cities have also introduced ride-sharing, e-bikes and park and ride services that reduce environmental problems.",
                            "My opinion is that many of the problems associated with urbanisation are avoidable but dealing with increasing populations in cities is a formidable challenge. How governments, businesses and society respond to this challenge will dramatically affect the future of our world."
                        ],
                        "score": "8.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response addresses both sides of the question and presents a position, that the movement to cities is not a [wholly negative development]. The second and third paragraphs lay out the problems that can be caused by a [rapid influx] of people to urban areas [housing | transportation | traffic congestion] and the fourth paragraph presents some of the advantages [education opportunities | higher-quality health care | environmental transport initiatives].",
                        "However, the part of the question about 'the population in the countryside ... decreasing' is not covered. The candidate would need to include it to provide a full answer to this question.",
                        "Information and ideas are logically organised and there is a clear progression, starting with the challenges and ending with a range of advantages.",
                        "Vocabulary is used with a natural and sophisticated control [bound to | trapped in a cycle of poverty | severe traffic congestion | knock-on effects], although rare errors remain [education opportunities / educational opportunities]. Grammar is flexible and accurate, with a wide range of structures included. There are some shorter sentences which could be extended and more multi-clause examples could be included to add complexity.",
                        "To improve this response, consideration should be given to the impact of the shrinking population in the countryside."   
                    ]
                }
            },
            {
                "id": "18_4",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In many countries around the world, rural people are moving to cities, so the population in the countryside is decreasing.",
                    "Do you think this is a positive or a negative development?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "The population in most parts of the world is ageing; people are living longer and there are fewer younger people in many places as birth rates fall. This phenomenon has pros and cons, but this essay will contend that, on balance, the advantages of having an older population outweigh the negatives.",
                            "The first issue that occurs to many people when considering the ageing population is the expense. If people live longer, they may have more than 30 years of retirement and may need to be supported financially by the government or their families. If they experience age-related illness, this impacts the health system and takes up resources needed by other people in society. What's more, when older people are financially independent, it might be hard for younger people if they have to compete to get a foot in the door of the housing market or gain employment.",
                            "That being said, older people have a lot to contribute in terms of wisdom, experience and skills. Many people are active and productive for longer than their counterparts were 50 years ago and are an asset to the economy and society well into their old age. They are able to work for longer and after retirement they contribute in many ways too, such as by doing charitable work, spending money as consumers and supporting their families. Grandparents often care for their young grandchildren, making it easier for both parents to work.",
                            "While it is true that an ageing population poses challenges for governments, it is clear that these are outweighed by the significant benefits that elderly people bring to society."
                        ],
                        "score": "9.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This is a good response to the task. Both sides of the argument are presented, with the ideas extended for both. The candidate makes their position clear from the beginning, that there are more advantages than disadvantages.",
                        "The second paragraph addresses the expense of looking after the elderly, the health system and the cost for governments. It also captures the challenge that older people take up houses and jobs so younger people cannot progress.",
                        "The third paragraph presents the advantages of the [wisdom, experience and skills] older people can bring: that they are more active and remain productive for longer, not only working, but also [doing charitable work, spending money as consumers, supporting their families and even grandchildren for the working parents].",
                        "This means that the conclusion is relevant and justified.",
                        "Ideas are organised and cohesion has good progression.",
                        "Vocabulary is skilfully used, with some high-level terms [phenomenon | age-related illness | impacts the health system] and some sophisticated examples [get a foot in the door | counterparts].",
                        "There are a range of complex grammatical structures, including several conditional structures [if]. The conditionals are used to emphasise the challenges presented and are without errors.",
                        "This is a high-level, fully developed response with ideas that are well supported, extended and engaging."
                    ]
                }
            },
            {
                "id": "17_1",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "It is important for people to take risks, both in their professional lives and their personal lives.",
                    "Do you think the advantages of taking risks outweigh the disadvantages?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "It is said that taking risks brings a lot of benefits. However, it also gives us some drawbacks.",
                            "First of all, it is obvious that taking risks will cause a great loss if people do it and fail. In personal life, this loss might not be so harmful. However, it will be really harmfull in professional life, because people take a responsibility not only for themselves but also others such as colleages, customers and their families. It will even damage the society from the economic point.",
                            "On the other hand, we can receive huge benefits by taking risks. Firstly, we can learn how to prepare for one goal through this process. In order to achieve the aim, people will make all the efforts to think about it and try to find more efficient way. If they do this in the professional circumstances, they will recognise the responsibility and importance of cooperation.",
                            "Also, it will be completely meaningful even though people can't achieve the goal after taking risks. They will learn the reason why they have failed and how to change it. The failure will enable them to improve their skills and to achieve their object next time.",
                            "As I mentioned, it is true that taking risks give us both advantages and disadvantages. However, it can be argued that the benefits outweighed the drawbacks in that we can obtain advantages not only from the result but also from the process of taking risks."
                        ],
                        "score": "6.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response discusses the advantages and the disadvantages of taking risks. It puts much greater emphasis on risks in 'professional life'. As this response is below 250 words (it is only 242), more could be added to include risks in 'personal life' along with some specific examples of risks that people commonly take. There is a clear progression through the response and ideas are logically organised; disadvantages are presented first and advantages second. Cohesive devices can be quite mechanical with examples at the start of most sentences [First of all | However | On the other hand | Firstly] but referencing is generally appropriate [it | this loss | They | The failure]. The first paragraph is very short and paragraphing is not entirely logical.",
                        "Vocabulary is effective with some less common items [damage the society | receive huge benefits | enable | obtain advantages ... from the process]. Occasional errors remain [object / objective | point / perspective]. Sentence structure is good, with frequent error-free sentences. There is a variety of complex structures, including conditionals [if], but a few errors remain.",
                        "To improve this response, the word count of 250 should be reached and concrete example(s) of risk could be provided."
                    ]
                }
            },
            {
                "id": "17_2",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some children spend hours every day on their smartphones.",
                    "Why is this the case? Do you think this is a positive or a negative development?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Mobile phones, nowadays, contains essential features with entertainment also. There has been a large growth seen in usage hours of smartphones among youngsters. There are several reasons behind this situation and I find this development more beneficial than negative. Both the reasons and my view is elaborated further.",
                            "The first reason for overusage of smart devices by youngsters is the social benefit they provide. The smart phone connected with internet opens up the large possibilities, from creating new friends to communicating with them over social media. For instance, a child in my neighbourhood chats for hours with his school friends over Facebook (a social media) and also spend time over online video sharing phone application. Moreover, the mobile gaming, specially multiplayer games, is another major reason for the situation. Children plays different kind of games over mobile for the entertainment purpose and they involve themselves in games in such a manner, that they forget about the timing and other work to do.",
                            "However, I believe that smartphones have also increased the knowledge of pupils. It has developed some important social skills, such as communication skill, team work and many more, by allowing them to work and play in groups, without the restriction of distance. In addition, children can learn through internet by watchin online videos and reading articles, which ultimately helps them in their studies as well as language skills. For example, whenever my niece require to know about something, he searches it over the internet and learns from it. Moreover, multiplayer online gaming improves their multitasking ability and it also gives them a competitive environment.",
                            "Overall, I agree that overusage of smartphones on regular basis is harmful for them, but if given proper guidance, mobile phones can help them in learning some life-long skills."
                        ],
                        "score": "6.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response addresses both parts of the question. A range of ideas is expressed and the candidate gives their position in the opening paragraph and then provides evidence and relevant examples.",
                        "Ideas are logically organised and there is clear progression throughout the four paragraphs. A range of cohesive devices are used [The first reason | For instance | Moreover] with referencing used appropriately [they | themselves | their studies | it].",
                        "The range of vocabulary is good with examples of higher-level items [social skills | restriction of distance | ultimately] and there are few errors [overusage / overuse | niece ... he / niece ... she | watchin / watching | require to know / needs to know]. Similarly, the range of grammatical structures is reasonable, but the level of error means the Band Score cannot be higher than 6.5."
                    ]
                }
            },
            {
                "id": "17_3",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people believe that professionals, such as doctors and engineers, should be required to work in the country where they did their training. Others believe they should be free to work in another country if they wish.",
                    "Discuss both these views and give your own opinion.",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "As the number of professionals workking abroad increases, it is often discussed whether they should stay where hey did their trainings or they should be free to move to another country if they desired to. While I believe theat a person should be free to migrate, I agree that it has negative effects on the country of training.",
                            "On the one hand, professionals who decide to work abroad are seeking for a different lifestyle and career opportunities. Therefore, they should be allowed to improve their lives outside the limitations of their country of origin. For example, whilst in Spain residents in a hospital do not have hands-on experience due to safety measures, in other countries such as Argentina, residents actually practice their skills with patients. Besides, cultural exchanges have proven to increase efficiency, since different nationalities mean different believes and the introduction of new methods.",
                            "On the other hand, when professionals leave the country where they trained, countries are damaged socially and economically. In countr es where the government provides free education and healthcare, many people think that the population should compensate the country with their skills and abilities. Furthermore, as a study to South African emigration has pointed out when a professional lease the country it results in the loss of 10 unskilled jobs. Therefore it affect the economy and the community.",
                            "Taking everything into account, it can be said that miving out from the country of training should not be taken lightly, given the adverse effects on the population. However, I firmly believe that someone's professional development should not depend on their country of origin and professionals should be allowed to look for better opportunities overseas."
                        ],
                        "score": "6.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response addresses both parts of the question. Both views are considered and an opinion is given. For a higher rating, fuller coverage on the first point, the requirement to 'work in the country where they did their training' could be included. Organisation is logical and there is clear progression thorough the four paragraphs.",
                        "The range of vocabulary is good with examples of higher-level items [hands-on experience | compensate | better opportunities overseas], but there are a number of errors [theat / that | believes / beliefs | lease / leaves | miving / moving]. Similarly, the range of grammatical structures is reasonable, but the level of error means the Band Score cannot be higher than 6.5."
                    ]
                }
            },
            {
                "id": "17_4",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Nowadays, a growing number of people with health problems are trying alternative medicines and treatments instead of visiting their usual doctor.",
                    "Do you think this is a positive or a negative development?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Since ancient times people tried to treat themselves by herbals and another natural products. In these days this type of treatment is named as alternative medicine. Nowadays, more and more people with some diseases decide to use alternative medicines instead of classic medicine. In this essay I will try to discuss pros and cons.",
                            "In my opinion, the disadvantages outweigh the advantages of using traditional medicine. The first reason is that nobody knows how this treatment will affect to a person's health. There are a lot of cases when using different herbals caused allergic reaction and some people dead. The next reason is that people who do not have any medical education try alternative medicines. They do not know what the result will be and hope that it will be positive but not always is like that.",
                            "Although there are a lot of disadvantages, advantages might make people not go to usual doctor. The first and the main pro is that using herbals does not cause environmental problems such as air pollution or gas waste. Many pharmaceutical plants use chemicals which have harmful affect on the environment. The other reason is that alternative medicines are usually much cheaper than usual treatment as you do not have to go to pharmacy and buy expensive drugs.",
                            "To sum it up, the alternative treatment will be forever because it has some advantages which many people think that they can outweigh the disadvantages but I do not think so. The conventional medicine which develops rocketly will drive out other types of treatment in the future."
                        ],
                        "score": "6.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The response addresses both sides of the question and the candidate states their position in the second paragraph. The disadvantages presented include not knowing if the treatments will work, possible allergic reactions and the dangers of untrained practitioners. The advantages include remedies being kinder to the environment and usually cheaper.",
                        "Ideas are arranged coherently with a range of cohesive devices, although organisation is sometimes mechanical due to the high number of linking devices. There is evidence of referencing [chemicals which | it] with some error [that they can outweigh / outweigh].",
                        "Vocabulary is used adequately and there are some good examples used [allergic reaction | pharmaceutical plants | conventional medicine]; however, some errors remain [dead / die | rocketly / very quickly]. Grammatical structures include some sentences with multiple clauses [which have | as you]. However, there are errors [not always is like that / it is not always] and most sentences are short and simple."
                    ]
                }
            },
            {
                "id": "16_1",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In some countries, more and more people are becoming interested in finding out about the history of the house or building they live in.",
                    "What are the reasons for this?",
                    "How can people research this?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "In our rather futuristic society for a number of reasons people are getting more interested in the past of their hometowns. With the help of rapidly ameliorating technology their desire to learn about the history can be easily put into life. But what are the roots of such an eagerness?",
                            "First of all, the hectic lifestyle that we all experience nowadays does not leave any space for calmness and peace in our souls, so most of the people - especially adolescence - are struggling with finding their feet, whilst having a broad spectrum of knowledge about the world around really gives a feeling of confidence in the impermanence of life. In addition to this, it is said that being aware of the past you can change the future. Consequently, if people want to live a better life in more comfortable environment, they have to explore the history of their homes in order not to repeat past mistakes.",
                            "For this aims we are lucky to have multiple tools to carry out research into the subject. Despite libraries being considered as an old-fashioned and not necessarily convinient approach of learning, there are actually quite a few books and magazines which are not available online but which are extremely helpful when it comes to the local interests. News, photos, articles and interviews with different people published in old magazines indeed provide with a clear image of past events. Brousing the internet forums is also a great idea to find new information and make friend with mutual objectives.",
                            "Putting everything into a nutshell, learning about the history of your place not only builds a sense of confidence but also might have a big impact on our future way of life."
                        ],
                        "score": "6.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response provides a range of ideas on the value of knowing about history, but not specifically about the history of houses or buildings people live in. The main points are addressed but the ideas that relate directly to the question are limited.",
                        "The response is organised into four paragraphs, with an introduction and conclusion. Each main paragraph covers one of the points in the question, but the lack of focus means that there is a lack of overall progression. Cohesive devices are used well [First of all | Consequently] but there are some errors [For this aims].",
                        "Vocabulary is the strongest part of this response, with some examples of higher-level collocation [hectic lifestyle | peace in our souls | finding their feet | broad spectrum of knowledge | impermanence of life | mutual objectives]. There are a variety of sentence structures but errors remain.",
                        "To improve this response, the candidate should refer more closely to the 'house or building' rather than the hometown."
                    ]
                }
            },
            {
                "id": "16_2",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In their advertising, businesses nowadays usually emphasise that their products are new in some way.",
                    "Why is this? Do you think it is a positive or negative development?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "In their advertising, businesses nowdays sometimes stress that their products are new in some way. From my point of view, some businesses want to have good products to give to the people, but usually they worry about their products are newer than some other's businesses products.",
                            "In think it is a negative development, because when businesses stress about the quality of their products, sometimes they do something wrong while they are producing them. It is good when the businesses take care of and look after their products but with a limit. According to some experts, when you take a lot of care of something, you will probably do some things, about it, wrong.",
                            "From my own experience, I was trying to make three school projects, which my teachers asked me to do, and despite my hard work and because I was stressed about the projects I had to do, I finally failed because I had made a lot of mistakes.",
                            "To sum up, businesses nowdays should not stress about their products being new in some way. Besides that they should calm down and be careful on what they are producing."
                        ],
                        "score": "4.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This response does not really address the requirements of the question. There is a view expressed at the beginning of the second paragraph [a negative development] but mainly, the writer is talking about the quality of products rather than advertising. In the third paragraph, an example is given about an unsuccessful school project which is not relevant to the question either. This response only touches on the question set, and is a tangential response. Ideas are not arranged coherently, as they do not address the task given. Paragraphing is not helpful and there is a one-sentence paragraph. Vocabulary is not appropriate as it does not focus on the question set.",
                        "Sentence structure shows a mix of simple and more complex forms with a range of tenses and modal and comparative structures. There are a number of errors but they do not reduce communication."
                    ]
                }
            },
            {
                "id": "16_3",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Many manufactured food and drink products contain high levels of sugar, which causes many health problems. Sugary products should be made more expensive to encourage people to consume less sugar.",
                    "Do you agree or disagree?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Today high levels of sugar are contained in many sources of food, especially in manufactured food. And, of course, eating so much sugar is not good for our health: it can cause just a simple cavy, for example, but also worse problems, like the increasing level of sugar in blood. Some people suggest that sugary products should be more expensive, so people would buy less of them.",
                            "According to me, I think that this solution is not the best one as sugary products include some types of food that we eat everyday, such as bread or pasta. This foods, particularly the first one, are really important in our diet, so make them more expensive will influence not only our lifestyle, but also some people wouldn't be able anymore to buy the most important food for them. Just think for example to poor people, who can maybe afford a few loads of bread per day: what would they eat if we increased bread price?",
                            "I think that the best solution for this problem would be informing people about what they eat, because sometimes we don't even know that. They have already done something to inform people about the characteristics of food, of course, and lebels are one of the most important thing, as they tell you all the ingredients of a particular food. Yet, not many people spend some of their time reading lebels, or, if they do it, they probably don't know the biggest part of the substances named in the list, as well not everybody knows that there is a specific order of the ingredients in the list. So something we could do is organizing some 'talks' to inform people not only about the function of lebels, but especially about the big amount of sugar we eat everyday. I think as well that this talks should be organised also in schools, because also children must be aware of what they eat; besides, children can tell what they have learned by these 'conferences' at their parents, so the whole family would eat better.",
                            "To sum it up, I think that it is not necessary to increase the prices of sugary food and that all we need is information, that will lead people to eat less sugary food and, as a consequence, live better with less problems."
                        ],
                        "score": "7.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This is a good response to the question. It does not agree with the statement and presents a different solution to the problem.",
                        "There are four paragraphs, made up of an introduction, a conclusion and two further paragraphs explaining why the candidate disagrees with the statement and then giving an alternative solution. Ideas are logically organised, with a range of linking devices to make the response easier to read [Yet | as well | I think as well that | as a consequence], but there are some errors [This / these | also].",
                        "There are 386 words in this response, well over the expected 250 words. In this case, the increased wordcount results in a good range of vocabulary with some flexibility and collocation [informing people about what they eat | aware of what they eat] despite some remaining errors [cavy / cavity | lebels / labels].",
                        "The response uses a variety of structures [what would they eat if we increased bread price?] despite some errors [by these 'conferences' / at these 'conferences' | less problems / fewer problems]."
                    ]
                }
            },
            {
                "id": "16_4",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In the future all cars, buses and trucks will be driverless. The only people travelling inside these vehicles will be passengers.",
                    "Do you think the advantages of driverless vehicles outweigh the disadvantages?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "The Advanteg of Driveles Vehicles",
                            "First of all number of vehicles is incarese day after day which means ever day the world gets more drivers then before. If we admite that alots of people prefer to use public transport we do not have any doubts that many people use the vehicles because of advantags of driving.",
                            "The history shows us that the human like to move from place to another for many reasons and the always fell pleased when the rid. This days people have all kind of vehicles bicks, cars, motor...etc because they all have a different advantage.",
                            "people needs also can not meet at be found in one plece for that reason people need to move from a plece to another place to meet thier needs which means the advantage of moving from point to anther point will be exist for ever.",
                            "World has bee changed a lot and many people have got great jobs with big salaries. The can easly fund thier vehicl and because people get feeling boring if the used to some thing they always perefer to chang thier vehicle from time to time.",
                            "Finally I think it is very hard to believe that the driverless vehicles with outweigh the disadvantages because people always find drive more and more give thier life meaning and add more advantage to it all kind of vehicles give happiness to a lot of people that they can not think about lossing it"
                        ],
                        "score": "4.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "Most of the ideas in this response are not relevant to the question. It mainly talks about the need people have to go from place to place and how people like different types of transport. However, there is a position expressed in the final paragraph. A title is not required in Task 2.",
                        "There is some attempt to organize the ideas and there are some basic cohesive devices [First of all | Finally], but there is inaccuracy and a general lack of coherence. There is no clear progression.",
                        "There is a high density of error in the use of vocabulary in terms of spelling and word choice [easly fund thier vehicl | perefer to chang thier]. Sentence structures are very limited, although there are some attempts at subordinate clauses [because they all have a different advantage]."
                    ]
                }
            },
            {
                "id": "15_1",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In some countries, owning a home rather than renting one is very important for people.",
                    "Why might this be the case?",
                    "Do you think this is a positive or negative situation?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "In some countries the ownership of peoples' home is an important matter. In these countries it is very important to own your own home rather than renting it. It might be indifferent for some, but for these people it matter.",
                            "Why is that the case? you might wonder. I think it is because your home is supposed to be exactly what it sounds like, your home. As a human I think we long after having stuff to call our own, doesn't matter what it is, but humans will always want to claim ownership. This is nothing new and it has been like this through human history, like colonies for example, which later once again became the same country as before lead by its own inhabitants. People will always want to be the one to decide what happens to them and when you rent your home you can't even paint it without the owners permission.",
                            "If you as a person are renting an apartment there might be a lot of stressors in your life. A scratched wall can cause you a major headache, because the wall was not yours. The bedroom you are currently sleeping in might not be available as long as you hope, things happen in life and maybe the next landlord won't want to have you as a tenant.",
                            "In other perspective, not owning your home could be a relief when it comes to your finance. As a renter you won't have to pay mortgage, take loans or spend an awful lot of money on buying the property. You wouldn't have to worry about the house market crashing or a natural disaster destroying your expensive home.",
                            "Bottom line, as a human I feel like we need to have a home and calling it your own can make that more special. I personally would rather own my house, because then whatever happens it is on me and no one else."
                        ],
                        "score": "7.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The candidate clearly explains why home ownership may be of importance to some people. She or he also explores the positive and negative sides of owning your own home before putting forward his or her own opinion. The task is well addressed and ideas are explored in some depth. Organisation is clear, with good use of cohesive devices and paragraphing and the message is easy to follow. The range of vocabulary is appropriate, with examples of less common items [long after | for | house | housing market] and good use of collocations [claim ownership | a major headache | pay mortgage | natural disaster | The bottom line]. There is a variety of complex sentence structures, with a high level of accuracy and only a minor error in punctuation [owners / owner's]."
                    ]
                }
            },
            {
                "id": "15_2",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In the future, nobody will buy printed newspapers or books because they will be able to read everything they want online without paying.",
                    "To what extent do you agree or disagree with this statement?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Todays technologies enable us to read book on electronic devices and what's more, we can store hundreds of thousands of books on devices like Amazon's kindle e-reader. This makes some people to believe that people will stop printing books and in the future, everything will be digitalized.",
                            "Electronic books and newspapers have many advantages. They are easy to use and tech. They can be stored in computers, mobiles, e-readers and in cloud in huge amounts and are available at any time. The cost of manufacturing and printing is completely removed, which reduced their price. Digital book and newspapers also have one very important advantage - they are environmentally friendly. No paper is used to print magazines and books, which means less trees are cut from our forests to produce papers. All of these factors convinced many people that digital versions of books and magazines is more convenient, ethical and cheaper choice.",
                            "On the other hand, traditional printed books and magazines have existed for centuries and I believe they have created some kind of emotional connection and value for people. When a man reads a book and he likes it, he most probably would like to have it in a form of a tangible thing. Books are a form of art, like statues and paintings. You can have a picture of some famous painting, but the painting itself has some intangible value. Magazines and newspapers do not have such a value in themselves.",
                            "Based on this, I believe that the amount of books are printed will decrease considerably and maybe even dramatically, however printed, tangible books will still be demanded by many people as they have some aura and value in addition to the things that are written inside.",
                            "I do think, though, that there is a big chance magazines and newspapers will move into the online world completely. This is because they are published in huge numbers daily and weekly and monthly and no one needs them after years. Printing so huge amount of articles will demand additional resources and make them less competitive even in terms of price."
                        ],
                        "score": "6.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This is a thoughtful exploration of the topic. The writer considers the advantages of having online materials rather than printed ones, and also examines why printed books may not totally disappear, although other printed materials, such as magazines and newspapers, may become completely digitalised. The score might be improved by further exploration of whether online materials will be free, as cost is mentioned only briefly. Organisation is clear, paragraphing is logical and linking words and phrases guide the reader through the script [All of these factors | On the other hand | Based on this]. The range of vocabulary is quite varied, with many examples of collocation [electronic devices | Digital book and newspapers | environmentally friendly | digital versions | traditional printed books | emotional connection and value] with only two spelling errors [tech / reach | recources / resources]. There is a mix of simple and complex sentence structures and these are generally accurate. Some errors do occur [Todays / Today's | to read book(s) | makes some people to believe / makes some people believe | digital versions of books ... is / are more convenient | Printing so / such a huge amount of articles], but the meaning is still clear."
                    ]
                }
            },
            {
                "id": "15_3",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people say that advertising is extremely successful at persuading us to buy things. Other people think that advertising is so common that we no longer pay attention to it.",
                    "Discuss both these views and give your own opinion.",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Advertisement has always been a crucial part in the world of marketing. Throughout the decade, we have seen a significant increase in the amount of advertisements, whether it is on the media like television or widespread through social network platforms. The goal of advertisements is to get consumers to buy a targeted product, and while this method has been proven considerably successful generally, some people view it as too prevalent to catch the consumers' attention any more.",
                            "Advertisements can act as a strong persuasion device to seemingly hypnotize people into buying goods and services. This is so because of the tactics placed in the messages, such as showing people having a good time together when using a particular product, using bandwagen, showing only the upsides of usage, and applying compare and contrast strategies to show the effects of using the product and make it stand out. Even if people do not know it, these messages are repeated several times and soon it may brainwash people to finally go out and get the product. For instance, if a person is watching television and sees a certain advertisement of a snack many times, the repeated sight of the scrumptious food may result in that person feeling hungry and succumbing to the advertisement at last.",
                            "Nevertheless, there is another point of view in which the widespread of advertisements makes it a normal thing. After watching a dozen of advertisements people will see it as a mere every day routine and cease to pay attention to the message of the advertisement. Some people may even choose to turn off a television channel, for instance, only just to avoid seeing and hearing repetitive advertisements. After a certain frequency, they start to get bored and stop paying attention to ads. Hence, in the end, the main goal of advertisements is not complete since the people whom the messages are sent out to do not receive that message. A real life example can be seen from advertisements in a particular social media platform, Youtube. In the Youtube marketing mechanism, advertisements are place before and in between videos, hoping that the viewers would also be forced to watch the advertisements, too. However, this is not usually the case, since many people would just click 'Skip Ad' and continue on.",
                            "In conclusion, advertisements can be successful in persuading people to purchase goods and services, or they can be unsuccessful in many ways. They are very commonly seen nowadays, but not all of them fulfill their purpose. Thus, advertisements must be designed and presented in the correct way to result in the highest effectiveness."
                        ],
                        "score": "7.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "In conclusion, advertisements can be successful in persuading people to purchase goods and services, or they can be unsuccessful in many ways. They are very commonly seen nowadays, but not all of them fulfill their purpose. Thus, advertisements must be designed and presented in the correct way to result in the highest effectiveness."
                    ]
                }
            },
            {
                "id": "15_4",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In some cultures, children are often told that they can achieve anything if they try hard enough.",
                    "What are the advantages and disadvantages of giving children this message?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Is it right to tell children they can achieve anything by trying hard?",
                            "In some cultures, children are often told that they can achieve anything if they try hard enough. Giving this message to them can produce several effects on each child.",
                            "In the social point of view, telling this to children is very important because we are motivating the child not to give up. We are making him to try hard, to make an effort, to read between lines and at the end of that long path achieve their objectives. Telling that they can achieve anything if they try hard enough, we are saying in other words that things are not so simple or easy but they are not impossible, is all about working hard and doing our best.",
                            "Sometimes this is not helpfull because we not always achieve our dreams or goals but it does not mean we did not try hard, it was just because another person deserve it more than us. So, although we try hard there are other factors playing a role in our path.",
                            "In the economic point of view, if our objectives demand a lot of money, we are again in the same situation, although we work hard, it would be difficult to achieve it.",
                            "To sum up, we are teaching to children how life works, it demands hard work, effort, dedication, time doing things we don't like, studying and attitude. And at the end, if you have done all these things but you still did not achieve your goal, you will be happy anyway because you did your best."
                        ],
                        "score": "6.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This candidate has presented some ideas on both sides of the topic, though there is room for further development. Ideas are logically organised and there is a clear progression throughout. Cohesive devices, including reference and substitution, are generally well managed [this message | In | From the social point of view | telling this to children | the same situation | To sum up]. The range of vocabulary is wide enough to show some variety, some less common items and collocations [motivating | give up | try hard | make an effort | achieve their objectives | dedication] and there are few spelling errors. There is a mix of simple and complex sentence structures, some of which are accurate [we are saying ... that things are not so ... easy but they are not impossible | we are teaching ... children how life works | if you have done all these things but you still did not achieve your goal, you will be happy anyway because you did your best]. Others contain errors [making him to try hard / making him try hard | is all about working hard / it is all about working hard | we not always achieve / we do not always achieve | another person deserve / another person deserved], but the meaning is still clear."
                    ]
                }
            },
            {
                "id": "14_1",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people believe that it is best to accept a bad situation, such as an unsatisfactory job or shortage of money. Others argue that it is better to try and improve such situations.",
                    "Discuss both these views and give your own opinion.",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Some people believe that it is best to accept a bad situation, such as an unsatisfactory job or shortage of money. Others argue that it is better to try and improve such situations.",
                            "Based on my knowledge, some people choose to accept the fate that they have to undergo the bad situation as they believe that good things might come out of it. Their solution is simply to just go with the flow because they think that they will learn something new along the journey. For example, a student received a grade B for his Physics examination. However, he only needs one more mark to get an A. If a student requires to receive a mark percentage of 70% to get an A, this student got a 69% on his paper. As the teacher looked through the questions with the whole class, he notices that the teacher accidentally marked his correct answer to wrong. So, realistically, he should get an A. However, he chooses to leave his grade as a B because he believes that his current grade will be a motivation for him to improve and work harder to get a better grade in the next examination. Hence, this explains why some people chooses to accept the bad situation.",
                            "Besides that, it is also mentioned that others argue that is better to try and improve such situations. I believe the reason they act that way is because they feel a bit paranoid that the situation will become worse if they do not do so. For instance, a person had to undergo a shortage of money. Logically, they will feel a little paranoid that at one point, they might have to experience an empty pocket and had to live in the streets. Regarding that matter, they figured out a solution to improvise such situations by getting an extra or part-time job. This solution will help them to gain extra money to pay their daily expenses such as water and electricity bills. This means that their problems are solved and they are now worry-free.",
                            "In my honest opinion, I strongly suggest that one can choose to act in both situations according to situations. When facing a problem, think of the best solution to solve it. If the situation requires you to simply ignore it, then just do so. There is a no need in figuring out a way to improve those situations as it will take up your time and cause stress. However, if the situation requires you to take action quickly, by all means do so as you might not know what are the consequences if you ignore the problem.",
                            "In a conclusion, the main important thing when facing bad situations is to analyze the problem, then only you can react to them. Not all bad situations needs to be ignored and not all needs to be improved. Think wisely to get the best solution for all of your problems."
                        ],
                        "score": "7.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The candidate has addressed all parts of the task and shows a clear position throughout the response. Ideas are presented, extended and supported. The response is logically organised and there is a clear progression throughout, with a range of cohesive devices [Based on | For example | However | Hence | Besides that | Regarding that matter | This solution | This means that | In my honest opinion], with only occasional awkwardness or error [act in both situations according to situations | In a conclusion]. Each paragraph contains a clear, central topic. The range of vocabulary includes some less common items [fate | paranoid] and shows examples of style and collocation [go with the flow | figured out a solution | problems are solved | my honest opinion]. Occasional errors do not prevent the message from coming through. There is a range of grammatical structures and these are usually accurate, although there are a few errors [some people chooses | might not know what are the consequences | Not all bad situations needs to be ignored]. The meaning is still clear, however."
                    ]
                }
            },
            {
                "id": "14_2",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people say that the main environmental problem of our time is the loss of particular species of plants and animals. Others say that there are more important environmental problems.",
                    "Discuss both these views and give your own opinion.",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Some people consider that the loss of individual species of plants and animals is the main environmental problem of our time. Attempts to preserve rare or dying species are carried out in zoos or other specialist plant and animal facilities, through breeding programmes, preservation orders and other forms of protection and there was genuine sadness among many when the last surviving white rhino died earlier this year.",
                            "Survival of the fittest is nature's way of ruthlessly allowing weaker specimens to die out, although mankind has also contributed to falling animal numbers through hunting and poaching. However, whether saving individual species should be the main focus of environmental protection is debatable. Climate change and excessive use of plastic are just two other major problems that deserve our attention.",
                            "The evidence of climate change is there for us all to see: rising sea levels and associated flooding with the loss of homes at low land levels are becoming more frequent. Many countries and island communities are now calling for urgent action to delay, halt or even reverse the process, although if we believe the experts, reversal is impossible. Habitable areas are gradually shrinking, often for some of the poorest groups of people, but there seems to be little obvious action taking place. If the major contributors to climate change will not support the reduction of greenhouse gases, there is little hope for the future.",
                            "Naturalists have also begun to expose the serious problems arising from discarded plastic waste. Birds and animals can die gruesome deaths through being trapped or caught up in plastic bags or ropes, while the long process required for these plastics to decay means that they remain a threat for many years to come. Worse, there is now beginning to be evidence of sea creatures ingesting smaller globules of disintegrating plastic, which harms them and all the other creatures in their particular food chain.",
                            "The loss of particular species, both flora and fauna, is cause for regret, but I do not agree that they are the most important environmental problems these days. If climate change and damage from plastic continue, there will be less land and less food for everyone, including plants and animals."  
                        ],
                        "score": "9.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "There is nothing to comment on this answer. This is a perfect writing. However, please note that this is just one example out of many possible approaches."
                    ]
                }
            },
            {
                "id": "14_3",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people say that music is a good way of bringing people of different cultures and ages together.",
                    "To what extent do you agree or disagree with this opinion?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "I agree with this topic. In my opinion I think that music can join anypeople who has different culture together. Music can make a relationship between people all around the world. Although it has different rhytum but when the people who listen to music, their feeling will be better. For the example the woman who will be mom in the future she can use music to join between mom and her baby. I have known about how to make the patients feel better and some cases of the patients in the hospital, the doctors will use music for them. When they patients listen to music (soft music) it makes them feel better. And now we don't use music only human we can use it with animals and plants too.",
                            "Music can make us feel better, although we are different ages, nationalities and culture. when we like the same kind of music. We can join and listen together. One more example I have friend and he is the foreigner. He is around 25 years old. He likes to go anywhere with me and he likes to listen Thai song, especially song for life. He tries to practice to sing Thai song and he can do it. Now he can sing many Thai songs.",
                            "Including I think music has some power to make human's mind. And it can make good relationship between people who has different ages, cultures and nationalities."
                        ],
                        "score": "5.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The response shows a clear position that is relevant to the task, with examples to support the main ideas. There is a clear overall progression, with effective use of cohesive devices [this | them | it] in spite of some errors [For the example | they patients | Including | In conclusion?]. Paragraphing is adequate. Vocabulary is generally adequate, but control over spelling and word choice is weak [anypeople | rhytum | solf / soft? | anywhere / everywhere? | song for life?], sometimes causing difficulty for the reader. There are attempts at complex sentences, but these usually contain errors [people who has | Although ... but when], and punctuation is sometimes faulty (incorrect capitalisation, misuse of commas and full stops). Better control over spelling, grammar and punctuation might improve the overall score."
                    ]
                }
            },
            {
                "id": "14_4",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Nowadays many people choose to be self-employed, rather than to work for a company or organisation.",
                    "Why might this be the case?",
                    "What could be the disadvantages of being self-employed?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Most contemporary economies allow such a model of employment as being self-employed, which appears very tempting for many. However, still the vast majority of people opt for being employed in a company and not to set up their own business. This essay will attempt to look into the key factors as to why people may prefer entrepreneurship and major drawbacks to it.",
                            "To start with, in many modern societies, including Russian, entrepreneurship is greatly encouraged with lots of business seminars and workshops advertised. These may range from slightly fraudulent to genuinely educational and supportive, and generally any information on setting up a company is easily accessible for those who are willing. And willing they are, as being a business person, the image itself has a certain feel of luxury, respectability and success. People are being told that they have no limits and can easily become as wealthy as a Steve Jobs if they wish it.",
                            "This first reason is linked to the second, which is relevant for Russia and some other countries. Bank loans are accessible too, and they are largely eagerly granted. If a future business person truly knows their business, it poses no threat. Nevertheless, easy access to setting up a company for someone inexperienced or insensible may cause a range of problems.",
                            "Apparently, the first issue that may perplex an unskilled entrepreneur is the necessity to be a jack of all trades (if the company is very small). Having taken the responsibilities of an accountant, PR or HR manager at the same time can be a burden and make the person wish they had never done it at all. If they hire other people to perform these tasks, they must pay more tax and provide their employees with decent working conditions. At the same time, business is usually a risky matter and in our competitive reality many of them go bankrupt. And last, but not least - self-employed people are the only people responsible for their own vacations, sick or maternity leaves or any job perks.",
                            "So, in a nutshell, being your own master has many downsides, that is why many people decide to play it safe."
                        ],
                        "score": "7.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The candidate has produced a well-developed response to the task. Further ideas could be included, e.g. wanting to develop own ideas, wanting to work more flexibly than employment allows for. There is a clear progression throughout the response, with information and ideas organised logically. There is a range of cohesive devices [To start with | These | The first ... the second | Apparently | last but not least] and each paragraph has a clear central topic. There is a wide range of vocabulary, including less common items and showing evidence of style and collocation [contemporary | tempting | vast majority | opt for | entrepreneurship | fraudulent | image | luxury | perplex | jack of all trades], with only rare examples of inaccuracy [insensible]. There is a variety of complex structures, used flexibly and accurately. Grammar and punctuation are well controlled and there are frequent error-free sentences. A few errors persist [still the vast majority of people opt for (word order) | (the) major drawbacks] but the message is still clear."
                    ]
                }
            },
            {
                "id": "13_1",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Living in a country where you have to speak a foreign language can cause serious social problems, as well as practical problems.",
                    "To what extent do you agree or disagree with this statement?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "It is clear that living in a foreign country has its own benefits and drawbacks to consider. I agree with this statement, however I think that anybody coming in another country should respect national culture. In this essay, I would like to outline the social and practical problems.",
                            "The social problems would be language barrier, which means that a person coming from another country might not be able to speak and understand the language which might be a problem as far a person who is living in a country, and a person who came in the country. Another problem is linked to the language barrier, but it might influence the behaviour of others. An individual who come into the country might offend others with their behaviour or language. For example, some cultures like English people prefer to be very polite and say things differently from other cultures. Therefore a person who doesn't know how to behave in a particular culture might offend others around him.",
                            "The practical problems would be misunderstanding of culture. That means that a person who visits other countries does not understand other culture and he behaves as he wants to.",
                            "The second practical problem is finding a job. An individual who works in foreign country might not be appropriate for people who he serves. For example if an individual works in a restaurant, the people who live in a country and they were born in that country might not respect and not like the behaviour of a person who works in a restaurant, it might be because, the cultures are different.",
                            "To summarize, it can be said that there are a lot of misconceptions which people have when they come in a foreign country, and in my opinion and from my personal experience people should educate themselves in order to know how to behave in different situations with different cultures."
                        ],
                        "score": "6.5"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The candidate deals with both parts of the prompt and addresses some social and practical problems that might be experienced in a foreign language environment. Ideas are supported by examples, though there is room for further development here. Organisation is logical and there is clear progression throughout the response. Cohesive devices are used appropriately [Another problem | For example | Therefore | That means ... | The second ... problem | To summarize]. There is a sufficient range of vocabulary to allow some flexibility and precision and to demonstrate awareness of style and collocation [language barrier | linked to | influence the behaviour | offend | misunderstanding | misconceptions]. There is a mix of simple and complex sentence forms including subordinate clauses [which means that | a person who], modal verbs [should | might | would] and gerunds [finding a job]. Grammatical control is generally good as is the use of punctuation, although the first sentence in the second paragraph is incomplete."
                    ]
                }
            },
            {
                "id": "13_2",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people believe that nowadays we have too many choices.",
                    "To what extent do you agree or disagree with this statement?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "The answer is complex since there are a lot of choices in our life and all of them are different kinds. In some cases I would say that it is a good thing to have the ability to choose from a wide variety. Take for example gastronomy. Every single person has different meals on their list of favourites. Actually if you have a bigger family it is almost impossible to cook something that everyone would like. Therefore I would say that it is great that you can go to a shopping center and choose from a dozen different food types. I can always find something that looks delicious.",
                            "Naturally, there are some people who say that it is against evolution. They claim to say that back in the old days we had a perfect life when technically everybody was farming. I personally disagree with that. I am happy that I could choose a job that fits best to my abilities. I mean no one is the same, why would we want to do the same? Different kinds of universities give us the opportunity to become who we are meant to be. We have the right to choose.",
                            "However there is one topic where, according to my opinion, we have too many choices. This specific area is television. There are hundreds of channels, therefore you can always find something that is worth watching. Literally you could sit in your sofa the whole day and watch films. I think that people doing less outdoor activities are the results of the many available channels. From this point of view I would agree that we have too many choices.",
                            "In conclusion I would say that we can't generally talk about choices since they could be different. In some cases it is good to have many of them while in other areas they could have a negative effect."
                        ],
                        "score": "7.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The candidate explains why s/he both agrees and disagrees with the statement, meeting the requirements of 'To what extent do you agree or disagree with this statement?' S/he singles out two areas of disagreement (food and jobs) and provides clear examples to support these opinions, then goes on to identify an area of agreement (TV channels), again providing support and then some development of the example. Organisation is logical and there is clear progression throughout the writing. There is a range of cohesive devices, used appropriately [Take for example | Actually | Therefore | Naturally | However | This specific area | From this point of view | In conclusion]. The range of vocabulary is sufficient to show some flexibility and precision, as well as less common items and an awareness of style and collocation [Complex | list of favourites | fits ... my abilities | specific area | many available channels]. There is only one spelling error [beome], probably a slip of the pen. Control over grammar and punctuation is generally good and there is a variety of complex structures with frequent error-free sentences."
                    ]
                }
            },
            {
                "id": "13_3",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "Some people say History is one of the most important school subjects. Other people think that, in today's world, subjects like Science and Technology are more important than History.",
                    "Discuss both these views and give your own opinion.",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "In my opinion I think every subjects is important for us. We have to learn everything through our past, present and future. Some people say that History is one of the most important school subjects it's true but it has to go along with today's world which is science and Technology. How can we move without our history, the people behind us 'The ancient people' is the most powerful people who pushes us to move forward. The taught us how to fire a light, How to find a food, How to lives with other and animals, How to survive and others. Of course we wouldn't know that without them. Science and Technology are important too. They give us a chance to move forward with them. Without Science and Technology we're just a normally humans being. We spend our daily life with no useful. Without them we have no light we have no food, we have no comfortable stuff and things. Old people can survived without these things. Humans creates lots of invention to give an unlimited wants of people based on a limited government.",
                            "May I gives one example of the development of science and Technology. With this two things it give us a chance to be a member of ASEAN 'Association of South East Asia Nation' we can be able to communicate with the other 9 countries with the high technology. it help us to be a TEAMWORK with the 9 other countries to develop our country, help us in terms of transportation, communication, collaboration etc. it can definitely hold on to that hope that in the near future.",
                            "Overall economics can totally achieves. it is a fact that the member of the member of the ASEAN have differences in term of political standing, culture and traditions but it's not a problem with our help I know that there're a bright future are waiting for all of us. and that is a reason why History, Science and Technology is important",
                            "We use History to learn about others, their culture, their tradition to be understand each other more and more and using science and Technology to help us, our country, our world to be moving forward, to help each other and to give a bright chances and future for everyone, especially kids give a chances to them to study, to go to school, to get knowledge so the next ten years, twenty years to the new up coming year all of them can help each other to pass these chances to other kids go on and on."
                        ],
                        "score": "6.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "The writer addresses all parts of the prompt and outlines why the various subjects are all important, supporting these ideas with relevant examples. Although the organisation is sometimes confused, there is a sense of progression and a definite conclusion is reached. Cohesive devices are used effectively [In my opinion | Of course | especially]. Referencing is generally accurate [we wouldn't know that without them | these things | that hope | that is a reason why], but there is one error [With this / these two things]. The range of vocabulary is quite varied [go along with today's world | to move forward | daily life | transportation, communication, collaboration etc. | political standing, culture and traditions], though errors occur [every subjects / subject | normally / normal human beings | a bright chances / chance], while a reference to [stuff and things] suggests the writer struggled to find more precise terms. There is a mix of simple and complex sentence forms, including different types of subordinate clauses [Some people say that ... | ... which is science and technology | ... people who pushes / push us to | The / They taught us how to] and although errors occur, these do not usually cause misunderstanding or difficulty for the reader. Punctuation is sometimes faulty, particularly omission of full stops."
                    ]
                }
            },
            {
                "id": "13_4",
                "description": [
                    "You should spend about 40 minutes on this task.",
                    "Write about the following topic:",
                    "In spite of the advances made in agriculture, many people around the world still go hungry.",
                    "Why is this the case?",
                    "What can be done about this problem?",
                    "Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
                    "Write at least 250 words."
                ],
                "answers": {
                    "example_answer": {
                        "text": [
                            "Nowadays, many countries has been tried to develop the Advances times to Solves the lack of food in the world by the way why many people around the world still go hungry. In my opioin, I think 'Captialism'.",
                            "Under 'the world Order' by USA in 1970 (the cold war) divied the countris around the world in to 3 groups, 1) the frist world like USA, UK, Japan like that, 2) the second word was like Soviet Union and 3) the third word was a devopling countries. I didn't think the captialism is bad, I think it made many problem such as the lack of food in the poor countries.",
                            "According to the Economics, the develped countries have a absolute rights to take an adventage from the resouse in the developing countries with the lowest wage, the hardest working and the dangerous places working Hence, the people who live in the deveping countries has no oppunities to mobilisation their status. the lowest wage they get vice versa the high price of their item product for example 1 dollar US per a day for 1 worker in the developed countries, but 100 dollar US per the item product to be selled, the cap is approximate 99 dollar US goes to the owner who live in the deveoped countries.",
                            "The solve of this problem, I think the goverment on each countries should guranted their citizen to have a basic rights, Food, Clear water and Education, for example. The highest price of food that restrize the poor people to access the food, the government need to bare the barrier pices of food won't be high",
                            "In the long team of solving this problem, the goverment will give more Education fee as free for thie civilan becaus I absolutely think Education comes with mobilisatim the social status when the people has a high Education comes with a hire in a high working, then the government should bare the free of houshold is not high as well. the people will be expenditure more. When the more expenditure the people have, the more money they have we have to solve this problem together, Not the duty of some countries, the problem will be eradicated from the wild. fainally we have to have a hope to solve it, Not despair yet."
                        ],
                        "score": "6.0"
                    },
                    "examiner_comments": [
                        "Here is the examiner's comment:",
                        "This script presents some difficulties for the reader. There is an attempt to answer the first part of the prompt (Why is this the case?) although the explanation is not well supported, while the answer to the second question (What can be done about this problem?) lacks focus as it mentions education, clean water and social mobility as well as food. At the same time, it is clear that the writer has some ideas, but lacks the language needed to express them satisfactorily. Ideas are organised into paragraphs and there is some sense of progression, with accurate use of cohesive devices [Nowadays | According to | for example] although there is also some inaccuracy [Hence | In the long team / term?]. Control over spelling and word formation is weak and there are frequent errors [itmes | opioin | Captialism | divied | countris | resouse | develping] for example, causing further difficulty. There are attempts to produce both simple and complex sentence forms, but the error level is high throughout, even in simple forms [I think it made many problem | the people will be expenditure more]. Punctuation is also sometimes faulty."
                    ]
                }
            }
        ]
    }
}